/* No comment provided by engineer. */
" and %@" = " och %@";

/* No comment provided by engineer. */
"%@ requires that you fill out the %@ field" = "%1$@ vill att du fyller i fältet %2$@";

/* positional accuracy. the %d is the number of meters, the m is english shorthand for meters. */
"%d m" = "%d m";

/* Count of observations by this user, singular. */
"%d Observation" = "%d Observation";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d Observation To Upload";

/* Count of observations by this user, plural. */
"%d Observations" = "%d Observations";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d Observations To Upload";

/* No comment provided by engineer. */
"%ld observed taxa" = "%ld observerade taxa";

/* No comment provided by engineer. */
"%ldm accuracy" = "%ldm noggrannhet";

/* <INatLocation: latitude: %@ longitude:%@ accuracy:%@> */
"<INatLocation: lat: %@ lon:%@ acc:%@>" = "< INatLocation: lat: %1$@ lon:%2$@ acc:%3$@ >";

/* unknown positional accuracy */
"??? m" = "??? m";

/* No comment provided by engineer. */
"\n\nRequired by %@" = "  Krävs av %@";

/* No comment provided by engineer. */
"ABOUT" = "Om";

/* No comment provided by engineer. */
"Add" = "Lägg till";

/* text placeholder */
"Add a comment" = "Add a comment";

/* No comment provided by engineer. */
"Add Comment" = "Lägg till kommentar";

/* No comment provided by engineer. */
"Add ID" = "Lägga till ID";

/* No comment provided by engineer. */
"Add observation" = "Lägg till observation";

/* $1 is username, $2 is datetime */
"Added by %1$@ on %2$@" = "Tillagd av %1$@ den %2$@";

/* No comment provided by engineer. */
"Added!" = "Tillagd!";

/* No comment provided by engineer. */
"Adding Comment..." = "Lägger till kommentar...";

/* No comment provided by engineer. */
"Adding Identification..." = "Lägger till bestämning...";

/* No comment provided by engineer. */
"Agree" = "Godkänn";

/* No comment provided by engineer. */
"Agreeing..." = "Att komma överens...";

/* No comment provided by engineer. */
"All" = "Alla";

/* Indicator that the leaderboard applies to all species, not just a specific taxon. */
"All Species" = "Alla arter";

/* @base text for email sign in button */
"Already have an account? Log In" = "Har du redan ett konto? Logga in";

/* Button to always skip categorizing new observations into iconic taxa */
"Always skip this step" = "Hoppa alltid över detta steg";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "Är du säker du vill lämna detta projekt?";

/* No comment provided by engineer. */
"Are you sure?" = "Är du säker?";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "Automatisk";

/* tooltip text for automatically upload option. */
"Automatically upload new or edited content to Natusfera.gbif.es" = "Automatically upload new or edited content to Natusfera.gbif.es";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using Natusfera you agree to the Terms of Service and Privacy Policy." = "Om du använder Natusfera så samtycker du till användarvillkor och sekretesspolicy.";

/* No comment provided by engineer. */
"Can't find your user details. :(" = "Kan inte hitta din användarinformation. :(";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "Cancelling...";

/* Alert title when we don't have permission to access camera. */
"Cannot access camera" = "Cannot access camera";

/* Alert title when we don't have permission to access photos. */
"Cannot access photos" = "Cannot access photos";

/* No comment provided by engineer. */
"Cannot rate" = "Kan inte utvärdera";

/* Title for the categorize page, which also asks the observer to try making an initial ID. */
"Categorize" = "Kategorisera";

/* alert msg before changing the network affiliation. */
"Changing your Natusfera Network affiliation will alter some parts of the app, like what taxa appear in searches, but it will also allow the new network partner to view and download all of your data. Are you sure you want to do this?" = "Om du ändrar din nätverksanslutning för Natusfera så kommer det att ändra vissa delar av appen, till exempel vilka taxa som visas i sökningar, men det betyder också att den nya nätverkspartnern kan visa och hämta alla data. Är du säker på att du vill ändra din nätverkanslutning?";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "Markera i denna ruta om du vill tillämpa en Creative Commons Attribution-NonCommercial licens för dina foton. Du kan välja en annan licens eller ta bort licensen senare, men detta är den bästa licensen för att dela dina foton med forskare.";

/* title of alert after you reset your password */
"Check your email" = "Kolla din e-post";

/* No comment provided by engineer. */
"Choose a date" = "Välj ett datum";

/* No comment provided by engineer. */
"Choose how your coordinates are displayed on the website." = "Välj hur dina geografiska koordinater visas på webbsidan.";

/* title of inat network picker */
"Choose Natusfera Network" = "Välj Natusfera-nätverk";

/* No comment provided by engineer. */
"Clear" = "Ta bort";

/* No comment provided by engineer. */
"Comment failed :(" = "Kommentaren misslyckades :(";

/* Confirm a new photo */
"Confirm" = "Bekräfta";

/* No comment provided by engineer. */
"Conservation Status" = "Bevarandestatus";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "Content Licensing";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "Couldn't be added to project %1$@. %2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "Kunde inte hitta din geografiska plats";

/* No comment provided by engineer. */
"Couldn't load Taxon Details" = "Kunde inte ladda Taxon Detaljer";

/* Notice while we're creating an iNat account for them */
"Creating Natusfera account..." = "Initierar Natusfera-konto...";

/* No comment provided by engineer. */
"Delete download" = "Radera  nedladdning";

/* No comment provided by engineer. */
"Delete observation" = "Ta bort observation";

/* Delete failed message */
"Deleted Failed" = "Deleted Failed";

/* Deletes pending sync. */
"Deletes To Sync" = "Deletes To Sync";

/* No comment provided by engineer. */
"DESCRIPTION" = "BESKRIVNING";

/* No comment provided by engineer. */
"Description" = "Beskrivning";

/* funding thank yous */
"Natusfera is an adaptation of iNaturalist (www.inaturalist.org) developed by CREAF (www.creaf.cat/es). It is funded by the FECYT, Spanish Foundation for Science and Technology (www.fecyt.es) Obra Social La Caixa (www.lacaixa.es), the National Biodiversity Node in Spain, GBIF.ES (www.gbif.es) and the Institute of the Sea (www.icm.csic.es) Sciences. the administration, coordination, maintenance and content management is performed through the CREAF and GBIF.ES." = "Natusfera är en anpassning av iNaturalist (www.inaturalist.org) som utvecklats av CREAF (www.creaf.cat/es). Det finansieras av FECYT, spanska Stiftelsen för vetenskap och teknik (www.fecyt.es) Obra Social La Caixa (www.lacaixa.es), National Biodiversity Node i Spanien, GBIF.ES (www.gbif.es) och Institutet för havs (www.icm.csic.es) Sciences. förvaltning, samordning, underhåll och content management sker genom CREAF och GBIF.ES.";

/* No comment provided by engineer. */
"Details" = "Detaljer";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "Visa mig inte hints och tips";

/* No comment provided by engineer. */
"Download" = "Ladda ner";

/* No comment provided by engineer. */
"Download for offline use" = "Ladda ner för offline användning";

/* No comment provided by engineer. */
"Download not available" = "Nerladdning inte möjlig just nu";

/* No comment provided by engineer. */
"Downloaded" = "Nerladdad";

/* No comment provided by engineer. */
"Downloading..." = "Laddar ner…...";

/* No comment provided by engineer. */
"Edit location" = "Ändra plats";

/* No comment provided by engineer. */
"Edit observation" = "Ändra observation";

/* No comment provided by engineer. */
"Editor" = "Editor";

/* No comment provided by engineer. */
"Either there was an error on the server or the guide no longer exists." = "Ett fel uppstod på servern eller guiden finns inte längre.";

/* Placeholder text for the email text field in signup
   portion of the base text for email signup button that is bold. must be a substring of the base test.
*/
"Email" = "E-post";

/* tooltip text for autocorrect settings option. */
"Enable to allow iOS to auto-correct and spell-check Species names." = "Aktivera for att tillåta att iOS aktiverar auto-rättning av artnamn.";

/* tooltip text for skip categorization option. */
"Enable to make a quick, initial identification from high-level taxa when making a new observation." = "Möjligör för en snabb, inledande identifiering från grupptaxa när du gör en ny observation.";

/* No comment provided by engineer. */
"EOL" = "EOL";

/* Error message when we can't load a newly saved image */
"Error using newly saved image!" = "Ett fel uppstod när bilden skulle sparas!";

/* No comment provided by engineer. */
"Explore" = "Upptäck";

/* Name of Facebook for the Facebook signin button
   portion of the base text for fb login button that is bold. must be a substring of the base test.
*/
"Facebook" = "Facebook";

/* Unknown iNaturalist create account error */
"Failed to create an Natusfera account. Please try again." = "Det gick inte att skapa ett Natusfera konto. Försök igen.";

/* No comment provided by engineer. */
"Failed to download guide" = "Det gick inte att hämta guiden";

/* Unknown facebook login error */
"Failed to login to Facebook. Please try again later." = "Det gick inte att logga in på Facebook. Försök igen senare.";

/* Unknown google login error */
"Failed to login to Google Plus. Please try again later." = "Det gick inte att logga in på Google Plus. Försök igen senare.";

/* Unknown iNat login error */
"Failed to login to Natusfera. Please try again." = "Det gick inte att logga in på Natusfera. Försök igen.";

/* error message when an obs photo doesn't have a file on the phone. */
"Failed to upload photo # %d from observation '%@'" = "Det gick inte att ladda upp foto # %1$d från observation \"%2$@\"";

/* No comment provided by engineer. */
"Featured" = "Utvald(a)";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "Hämtar de senaste observationerna i kartområdet";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "Hämtar de senaste observationerna över hela världen";

/* No comment provided by engineer. */
"Fetching..." = "Hämtar...";

/* No comment provided by engineer. */
"Find %@ named '" = "Hitta %@ som heter \"";

/* No comment provided by engineer. */
"Find my observations" = "Hitta mina observationer";

/* No comment provided by engineer. */
"Find observations near me" = "Hitta observationer nära mig";

/* No comment provided by engineer. */
"Finding your location..." = "Letar efter din plats...";

/* Title for forgot password button. */
"Forgot?" = "Glömt bort?";

/* No comment provided by engineer. */
"Found conflicting user details. :(" = "Hittade motstridiga användaruppgifter. :(";

/* No comment provided by engineer. */
"Found one!" = "Hittade en!";

/* No comment provided by engineer. */
"Found you!" = "Hittade dig!";

/* No comment provided by engineer. */
"Get current location" = "Få aktuell geografisk plats";

/* Name of Google for the G+ signin button */
"Google" = "Google";

/* portion of the base text for g+ login button that is bold. must be a substring of the base test. */
"Google+" = "Google +";

/* Button to dismiss a tutorial screen */
"Got It" = "Rätt";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "Guideredaktören måste aktivera den här funktionen.";

/* Title for guides button on the Me tab */
"Guides" = "Guides";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the Natusfera community" = "Guider är skapade och delade i Natusfera-gruppen";

/* Title for guides tutorial screen */
"Guides are lists of species" = "Guider är artlistor";

/* No comment provided by engineer. */
"ID PLEASE" = "Bestäm, tack";

/* Title of identification failure alert */
"Identification Failed" = "Identification Failed";

/* No comment provided by engineer. */
"Identification failed :(" = "Bestämningen misslyckades :(";

/* body of alert after you reset your password */
"If the email address you entered is associated with an Natusfera account, you should receive an email at that address with a link to reset your password." = "Om den e-postadress du angett är associerad med ett Natusfera-konto, så ska du få ett e-mail med en länk så att du kan sätta upp ett nytt lösenord.";

/* No comment provided by engineer. */
"Import Error" = "Fel vid import";

/* No comment provided by engineer. */
"in project '%@'" = "i projektet \"%@\"";

/* No comment provided by engineer. */
"Natusfera" = "Natusfera";

/* inat core team, alphabetically */
"Natusfera is an adaptation of iNaturalist (www.inaturalist.org), created by the CREAF, Centre for Ecological Research and Forestry Applications (www.creaf.cat/es). It is funded by the FECYT, Spanish Foundation for Science and Technology (www.fecyt.es), Obra Social La Caixa (www.lacaixa.es) and the National Biodiversity Node in Spain, GBIF.ES (www. gbif.es) and the Institute of the Sea (www.icm.csic.es) .The administration, coordination, maintenance and content management science is done through the CREAF and GBIF.ES." = "Natusfera är en anpassning av iNaturalist (www.inaturalist.org), som skapats av CREAF, Centrum för ekologisk forskning och skogsbruket (www.creaf.cat/es). Det finansieras av FECYT, spanska Stiftelsen för vetenskap och teknik (www.fecyt.es), Obra Social La Caixa (www.lacaixa.es) och National Biodiversity Node i Spanien, gBIF.ES (www. gbif.es) och Institutet för havet (www.icm.csic. s) .Det administration, samordning, underhåll och content management vetenskap sker genom CREAF och GBIF.ES. ";

/* open source contributions */
"Natusfera, being an adaptation of iNaturalist (www.inaturalist.org), using Ruby on Rails, MySQL, jQuery, Google Maps and Flickr as software tools, and Catalogue of Life and ubio as taxonomic data sources." = "Natusfera, är en anpassning av iNaturalist (www.inaturalist.org), med hjälp av Ruby on Rails, MySQL, jQuery, Google Maps och Flickr som mjukvara, och Catalogue of Life och ubio som taxonomiska datakällor .";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "Felaktigt användarnamn eller lösenord.";

/* No comment provided by engineer. */
"Internet connection required" = "Internetanslutning krävs";

/* No comment provided by engineer. */
"Internet required" = "Internet krävs";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "Introducing Auto Upload!";

/* Error for bad email when making account. */
"Invalid Email Address" = "Ogiltig e-postadress";

/* Unknown invalid input */
"Invalid input" = "Ogiltig inmatning";

/* Error for bad username hwne making account. */
"Invalid Username" = "Felaktigt användarnamn";

/* No comment provided by engineer. */
"Join" = "Bli medlem";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "Gå med i projekt för att välja dem när du laddar in observationer";

/* No comment provided by engineer. */
"Joined" = "Blev medlem";

/* No comment provided by engineer. */
"Joining..." = "Medlemskap processas...";

/* Title for leaderboard page. */
"Leaderboard" = "Ledartavla";

/* Emphasis text for the license my content checkbox. Must be a substring of the base string. */
"Learn More" = "Lär dig mer";

/* No comment provided by engineer. */
"Leave" = "Lämna";

/* No comment provided by engineer. */
"Leaving..." = "Lämnar...";

/* No comment provided by engineer. */
"License" = "Programvarulicens";

/* Loading message while a leaderboard is being downloaded from the web */
"Loading leaderboard" = "Laddar ledartavla";

/* No comment provided by engineer. */
"Loading..." = "Läser in...";

/* No comment provided by engineer. */
"Location obscured" = "Plats delvis dold";

/* No comment provided by engineer. */
"locations" = "platser";

/* Title for login button */
"Log in" = "Logga in";

/* portion of the base text for email sign in button that is bold. must be a substring of the base test.
   Title for button that allows users to log in to their existing iNat account
   title of the log in screen
*/
"Log In" = "Logga in";

/* Title for login problem alert */
"Log In Problem" = "Inloggningsproblem";

/* @base text for fb login button */
"Log In with Facebook" = "Logga in med Facebook";

/* @base text for g+ login button */
"Log In with Google+" = "Logga in med Google +";

/* Notice while we're logging them in */
"Logging in..." = "Loggar in...";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "Ett fel verkar ha uppstått: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "Det verkar som om du inte har några observationer.";

/* No comment provided by engineer. */
"Make sure Natusfera has permission to access your location or give the GPS some time to fetch it." = "Kontrollera at Natusfera har behörighet att ladda in din plats eller ge din GPS lite tid att ladda ner den.";

/* Tooltip prompting users to make their first observation */
"Make your first observation" = "Ladda upp din första observation";

/* No comment provided by engineer. */
"Manage download" = "Hantera nedladdning";

/* Placeholder text for not logged title on me tab. */
"Me" = "Jag";

/* Help text for password during create account. */
"Min. %d characters" = "Min. %d tecken";

/* No comment provided by engineer. */
"Missing Field" = "Fält saknas";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "heter '%1$@ (%2$@)'";

/* No comment provided by engineer. */
"named '%@'" = "heter \"%@\"";

/* No comment provided by engineer. */
"Nearby" = "Närliggande";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "Needs Your Attention";

/* No comment provided by engineer. */
"Network Unavailable" = "Network Unavailable";

/* No comment provided by engineer. */
"Network unavailable, cannot add comment" = "Nätverket inte tillgänglig, kan inte lägga till kommentaren";

/* No comment provided by engineer. */
"Network unavailable, cannot add identification" = "Nätverket inte tillgängligt, kan inte lägga till bestämning";

/* No comment provided by engineer. */
"Network unavailable, cannot search Natusfera.gbif.es" = "Nätverket inte tillgängligt, kan inte söka i Natusfera.gbif.es";

/* No comment provided by engineer. */
"Network unreachable" = "Nätverk kan inte nås";

/* Next button when picking photos for a new observation */
"Next" = "Nästa";

/* No comment provided by engineer. */
"NO" = "NEJ";

/* No comment provided by engineer. */
"No" = "nej";

/* No comment provided by engineer. */
"No App Store URL configured" = "Ingen App Store URL har konfigurerats";

/* No comment provided by engineer. */
"No description" = "Ingen beskrivning";

/* No comment provided by engineer. */
"No description." = "Ingen beskrivning.";

/* No comment provided by engineer. */
"No featured projects." = "Inga utvalda projekt.";

/* No comment provided by engineer. */
"No matching taxa" = "Inga matchande taxa";

/* No comment provided by engineer. */
"No nearby guides." = "Inga närliggande guider.";

/* No comment provided by engineer. */
"No nearby projects." = "Inga närliggande projekt.";

/* No comment provided by engineer. */
"No observation rules" = "Inga observationsregler";

/* Header observation count title when there are none. */
"No Observations" = "No Observations";

/* No comment provided by engineer. */
"No such organisms found. :(" = "Inga sådana organismer har hittats. :(";

/* No comment provided by engineer. */
"No such person found. :(" = "Sådan person finns inte. :(";

/* No comment provided by engineer. */
"No such place found. :(" = "Ingen sådan plats finns. :(";

/* No comment provided by engineer. */
"No such project found. :(" = "Hittade Inget sådant projekt. :(";

/* No comment provided by engineer. */
"No terms." = "Inga termer.";

/* No comment provided by engineer. */
"No Thanks" = "No Thanks";

/* cancel button before changing network affiliation. */
"No, don't change my affiliation" = "Nej, ändra inte min tillhörighet";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "INGET FOTO";

/* No comment provided by engineer. */
"None, all rights reserved" = "Ingen, alla upphovsrättigheter bevarade";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "Obs";

/* No comment provided by engineer. */
"Obscured" = "Dold";

/* No comment provided by engineer. */
"obscured" = "dold";

/* No comment provided by engineer. */
"Observation Rules" = "Observationsregler";

/* Title for New Observation Tab Bar Button */
"Observe" = "Observera";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "Av";

/* No comment provided by engineer. */
"OK" = "OK";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "På";

/* Title error with oops text. */
"Oops" = "Oops";

/* No comment provided by engineer. */
"Open" = "Öppna";

/* No comment provided by engineer. */
"open" = "Öppna";

/* No comment provided by engineer. */
"Open in Safari" = "Öppna i Safari";

/* No comment provided by engineer. */
"Open link in Safari" = "Öppna länk i Safari";

/* label above alternate login option buttons (ie g+, facebook) */
"Or Log In with:" = "Eller logga in i med:";

/* No comment provided by engineer. */
"organisms" = "organismer";

/* Placeholder text for the password text field in signup */
"Password" = "Lösenord";

/* Error for bad password when making account */
"Passwords must be six characters in length." = "Lösenord måste vara sex tecken.";

/* No comment provided by engineer. */
"people" = "personer";

/* No comment provided by engineer. */
"Permission denied" = "Ej tillräckliga behörigheter";

/* No comment provided by engineer. */
"Photo %@" = "Foto %@";

/* Title for photo save error alert msg */
"Photo Save Error" = "Fel när fotot skulle sparas";

/* Alert message when we don't have permission to access the camera. */
"Please make sure Natusfera is turned on in Settings > Privacy > Camera" = "Please make sure Natusfera is turned on in Settings > Privacy > Camera";

/* Alert message when we don't have permission to access the photo library. */
"Please make sure Natusfera is turned on in Settings > Privacy > Photos" = "Please make sure Natusfera is turned on in Settings > Privacy > Photos";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "Försök igen om en stund.";

/* Previous */
"Prev" = "Föregående";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "Sekretesspolicy";

/* No comment provided by engineer. */
"private" = "privat";

/* No comment provided by engineer. */
"Private" = "Privat";

/* Title for projects button on the Me tab */
"Projects" = "Projects";

/* No comment provided by engineer. */
"projects" = "projekt";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "Projekt är samlingar av observationer med ett gemensamt syfte eller mål";

/* No comment provided by engineer. */
"Pull to Refresh" = "Dra för att uppdatera";

/* No comment provided by engineer. */
"Re-download" = "Ladda ner";

/* No comment provided by engineer. */
"Refreshing..." = "Laddar om...";

/* No comment provided by engineer. */
"Request timed out" = "Timeout";

/* No comment provided by engineer. */
"RESEARCH" = "FORSKNING";

/* No comment provided by engineer. */
"Restricted to current map area" = "Begränsa sökområdet till det utvalda kartområdet";

/* Retake a photo */
"Retake" = "Gör om";

/* No comment provided by engineer. */
"Save" = "Spara";

/* status while saving your image */
"Saving new photo..." = "Spara nytt foto...";

/* No comment provided by engineer. */
"Saving..." = "Sparar…...";

/* No comment provided by engineer. */
"Search" = "Sök";

/* No comment provided by engineer. */
"Searching for organisms..." = "Söker efter organismer...";

/* No comment provided by engineer. */
"Searching for people..." = "Söker efter personer...";

/* No comment provided by engineer. */
"Searching for place..." = "Söker efter platser...";

/* No comment provided by engineer. */
"Searching for project..." = "Söker efter projekt...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "Söker efter de senaste observationerna i kartområdet";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "Söker efter de senaste observationerna över hela världen";

/* No comment provided by engineer. */
"seen at '%@'" = "sågs på \"%@\"";

/* No comment provided by engineer. */
"seen by '%@'" = "sedd av \"%@\"";

/* The name of the iOS Settings app, used in an alert button that will launch Settings.
   Title for the settings screen.
*/
"Settings" = "Inställningar";

/* No comment provided by engineer. */
"Share" = "Dela";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "Share your observations with the community.";

/* No comment provided by engineer. */
"Sign in" = "Logga in";

/* No comment provided by engineer. */
"Sign out" = "Logga ut";

/* Title for button that allows users to sign up for a new iNat account
   Title of the iNaturalist sign up form screen
*/
"Sign Up" = "Gå med";

/* text for sign up button on sign up screen */
"Sign up" = "Skapa konto";

/* @base text for email signup button */
"Sign Up with Email" = "Registrera dig med e-postadress";

/* No comment provided by engineer. */
"Signing out..." = "Loggar ut...";

/* Button to skip categorizing new observations into iconic taxa */
"Skip for now" = "Hoppa över just nu";

/* title for skip button during signup prompt */
"Skip ›" = "Hoppa över ›";

/* Name of an observation when we don't have a species guess. */
"Something" = "Något";

/* No comment provided by engineer. */
"Something..." = "Obestämt...";

/* No comment provided by engineer. */
"Somewhere..." = "Någonstans...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "Sort";

/* Species optino for explore leaderboard sorting. Must be short. */
"Species" = "Arter";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "Statistik";

/* No comment provided by engineer. */
"Syncing list..." = "Synkroniserar lista...";

/* Title of me header when syncing deletions. */
"Syncing..." = "Syncing...";

/* No comment provided by engineer. */
"TAGS" = "TAGGAR";

/* No comment provided by engineer. */
"Terms" = "Villkor";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "Användarvillkor";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "Ett oväntat fel uppstod.";

/* No comment provided by engineer. */
"This can happen when your Internet connection is slow or intermittent.  Please try again the next time you're on WiFi." = "Detta kan inträffa när din Internet-anslutning är långsam eller oregelbunden.  Försök igen nästa gång du är ansluten till WiFi.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "Detta raderar också dina observationer från detta projekt.";

/* No comment provided by engineer. */
"This will delete all your observations on this device.  It will not affect any observations you've uploaded to Natusfera." = "Detta tar bort alla dina observationer på den här telefonen/tablet/datorn.  Det påverkar inte eventuella observationer som du redan har överfört till Natusfera.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "Det har kommer ladda ner %@ data så att du kan använda denna fältguide även när du inte har tillgång till Internet.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "Tidsperiod";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "Pröva igen nästa gång du är ansluten till Internet.";

/* button title to turn on autoupload */
"Turn On" = "Turn On";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to Natusfera." = "Turn on Auto Upload and your observations will be automatically uploaded to Natusfera.";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "Unable to add an identification to this observation. Please try again later.";

/* No comment provided by engineer. */
"Unable to find location" = "Platsen gick inte att hitta. :(";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "Unable to identify this observation to that species. Please try again later.";

/* Title for error */
"Unable to load page" = "Det går inte att ladda sidan";

/* No comment provided by engineer. */
"Unknown" = "Okänd(a)";

/* Message body when we don't know the error */
"Unknown error" = "Okänt fel";

/* unknown delete error */
"Unknown error while attempting to delete." = "Unknown error while attempting to delete.";

/* Unknown error */
"Unknown error while making an identification." = "Unknown error while making an identification.";

/* No comment provided by engineer. */
"Unprocessable entity" = "Kan inte processa data";

/* Title for upload button. */
"Upload" = "Upload";

/* Title of me header while uploading observations. First number is the index of the obs being uploaded, second is the count in the current upload 'session'. */
"Uploading %d of %d" = "Uploading %1$d of %2$d";

/* Title of me header while uploading one observation. Text is observation species. */
"Uploading '%@'" = "Uploading '%@'";

/* subtitle for observation while it's uploading. */
"Uploading..." = "Laddar upp...";

/* join iNat network partner alert title */
"Use %@?" = "Använd %@?";

/* Placeholder text for the username text field in signup */
"Username" = "Användarnamn";

/* No comment provided by engineer. */
"Version %@, build %@" = "Version %1$@, build %2$@";

/* No comment provided by engineer. */
"View more about this species on..." = "Visa mer om denna art på...";

/* Open one of my observations on iNat.org or a partner site. */
"View on %@" = "View on %@";

/* No comment provided by engineer. */
"View Taxon Details" = "Visa Taxon Detaljer";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "Visit %@ to create your own projects";

/* Subtitle below image for guides tutorial screen */
"Visit Natusfera.gbif.es to create your own guides" = "Besök Natusfera.gbif.es för att skapa dina egna guider";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "Waiting to upload...";

/* inat ios translation team, alphabetically */
"We are grateful for the translation assistance provided by the following members of the crowdin.com community: Carlos Alonso, Gabriel Fabiano Benzoni, cgalindo, Claudine Cyr, eldadzz, jacquesboivin, harum koh, Angelo Loula, myerssusan, nagatowell, natleclaire, James Page, Juliana Gatti Pereira, sgravel8596, sudachi, T.O, testamorta, tiwamura, vilseskog, and vonmatter. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "We are grateful for the translation assistance provided by the following members of the crowdin.com community: Carlos Alonso, Gabriel Fabiano Benzoni, cgalindo, Claudine Cyr, eldadzz, jacquesboivin, harum koh, Angelo Loula, myerssusan, nagatowell, natleclaire, James Page, Juliana Gatti Pereira, sgravel8596, sudachi, T.O, testamorta, tiwamura, vilseskog, and vonmatter. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "Vi har inte tillstånd från iOS att ladda in din position.";

/* No comment provided by engineer. */
"Which organism?" = "Vilken organism?";

/* No comment provided by engineer. */
"Which person?" = "Vilken person?";

/* No comment provided by engineer. */
"Which place?" = "Vilken plats?";

/* No comment provided by engineer. */
"Which project?" = "Vilket projekt?";

/* Default upload failure alert title. */
"Whoops!" = "Hoppsan!";

/* No comment provided by engineer. */
"Wikipedia" = "Wikipedia";

/* Indicator that the leaderboard is global, not specific to a project or a place */
"Worldwide" = "Över hela världen";

/* join iNat network partner alert message */
"Would you like to use %@, a member of the Natusfera Network in %@? Clicking OK will localize your experience and share data accordingly." = "Vill du använda %1$@, en medlem av Natusfera-nätverket i %2$@? Klicka på OK kommer att lokalisera din erfarenhet och dela dina data lokalt.";

/* No comment provided by engineer. */
"YES" = "JA";

/* continue button before changing network affiliation. */
"Yes, change my affiliation" = "Ja, ändra min tillhörighet";

/* Base text for the license my content checkbox during account creation */
"Yes, license my content so scientists can use my data. Learn More" = "Ja, licensiera mitt innehåll så att forskare kan använda mina uppgifter. Jag vill veta mer om detta";

/* No comment provided by engineer. */
"You don't have any projects yet." = "Du har inte några projekt ännu.";

/* No comment provided by engineer. */
"You haven't created or downloaded any guides yet." = "Du har inte skapat eller laddat ner några guider ännu.";

/* No comment provided by engineer. */
"You haven't joined any projects yet." = "Du inte har blivit medlem i några projekt ännu.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "Du måste vara ansluten till Internet för att göra detta.";

/* No comment provided by engineer. */
"You must be connected to the Internet to sync." = "Du måste vara ansluten till Internet för att synkronisera.";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to Natusfera.gbif.es" = "Du måste vara ansluten till Internet för att ladda upp till Natusfera.gbif.es";

/* Reason for signup prompt when trying to add a comment in explore. */
"You must be logged in to comment." = "Du måste vara inloggad för att kunna kommentera.";

/* Login reason prompt from project chooser.
   Unspecific signup prompt reason.
*/
"You must be logged in to do that." = "Du måste vara inloggad för att kunna göra detta.";

/* Reason for signup prompt when trying to add an ID in explore. */
"You must be logged in to identify observations." = "Du måste vara inloggad för att artbestämma observationer.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "Du måste vara inloggad för att kunna synkronisera användare-projekt.";

/* This is an explanation for why the sync button triggers a login prompt. */
"You must be logged in to upload to Natusfera.gbif.es." = "Du måste vara inloggad för att ladda upp data till Natusfera.gbif.es.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "Du måste vara inloggad för att ladda upp data.";

/* Reason text for signup prompt while trying to sync a project. */
"You must be signed in to do that." = "Du måste vara inloggad för att kunna göra detta.";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "Du måste vara inloggad för att delta i ett projekt.";

/* No comment provided by engineer. */
"You've denied Natusfera access to certain kinds of data, most likely location data, so some of the photo data couldn't be imported.  To change this, open your Settings app, click Location Services, and make sure Location Services are on for Natusfera." = "Du har förnekat Natusfera tillgång till vissa typer av data, mest sannolikt platsuppgifter, så vissa fotodata kunde inte importeras.  För att ändra detta, öppna dina inställningar, klicka på platstjänster och kontrollera att platstjänst är inte avstängd för Natusfera.";

/* No comment provided by engineer. */
"Your Guides" = "Dina guider";
